app/controllers/applicants_controller.rb

  def create
  	@user = User.create(user_params)
---
INSERT INTO "users" ("login", "hashed_password", "salt", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)